Repository: dguerri/OfflineHotspots
Catalog: OfflineHotspots/*.lproj/Localizable.strings
Languages: it

source: Yes
it: Si

source: Operation completed
it: Operazione completeta

# Error retry later
source: An error occurred while processing the hotspot list. Please try again later.
it: Si è verificato un error durante il download della lista degli hotspot. Riprovare più tardi.

source: Error
it: Errore

source: Warning
it: Attenzione

# New hotspot list download. Continue?
source: A new hotspot list will be downloaded. This could take some time to complete. Continue?
it: Sarà scaricata una nuova lista degli hotspot. L'operazione può impiegare alcuni secondi. Continuare?

# Reset to factory default. Continue?
source: This operation reset the hotspot list to the factory default. Continue?
it: Sarà ripristinata la lista degli hotspot forniti con l'applicazione. L'operazione non è reversibile. Continuare?

# %u hotspot loaded
source: %u hotspots loaded
it: Caricati %u hotspot

source: Share on %@
it: Condividi su %@

source: #ProvinciawifiOfflineMap's helped me discover hotspot '%@' in %@ - %@!
it: #ProvinciawifiOfflineMap mi ha fatto trovare l'hotspot '%@' in %@ - %@!

source: Tweet status
it: Stato del tweet

source: Tweet sent
it: Tweet inviato
